Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Google] Associate EN>BR-PT.tmx
Source language: en
Languages: pt_br

source: Scenario 2 &ndash; Engineering and maintenance.
pt_br: Cenário 2 &ndash; Engenharia e manutenção.

source: Create reports about devices assigned to your customers
pt_br: Criação de relatórios de dispositivos atribuídos aos clientes

source: Zero-touch iframe.
pt_br: Iframe sem toque.

source: Yes, it&rsquo;s good to know whether the customer has any requirements in regards to the management of the devices.
pt_br: Sim, é bom saber se o cliente tem algum requisito em relação ao gerenciamento dos dispositivos.

source: Locate the device in the Registered Devices table if there is more than one device in the results
pt_br: Localize o dispositivo na tabela Dispositivos Cadastrados se houver mais de um dispositivo nos resultados

source: You are talking to Bina, the CIO of Sales LTD.
pt_br: Você está falando com Bina, CIO de Vendas Ltda.

source: If this works well, we could add various reporting procedures, manuals and more to mobile and we&rsquo;ve discussed the possibility of a custom app for reporting faults.&rdquo;
pt_br: Se funcionar, podemos adicionar procedimentos para emissão de relatórios, manuais e muito mais ao dispositivo móvel. Conversamos sobre a possibilidade de um aplicativo personalizado para reportar falhas.&rdquo;

source: Integrate the zero-touch iframe into your console
pt_br: Integrar o iframe sem toque no seu console

source: What is the process he needs to follow to have his new devices enrolled in zero-touch from the new reseller?
pt_br: Que processo ele deve seguir para registrar os dispositivos adquiridos do novo revendedor em uma conta sem toque?

source: Zero-touch Reseller.
pt_br: Revendedor sem toque.

source: Similarly, using the same password for multiple services makes it easier for someone else to log in and reset passwords, effectively capturing a user&rsquo;s profile and accessing their data.
pt_br: Além disso, o uso da mesma senha em diferentes lugares torna mais fácil que outra pessoa faça login e redefina senhas para capturar o perfil de um usuário e acessar seus dados.

source: What has changed?
pt_br: O que mudou?

source: Easy productivity for users
pt_br: Produtividade simplificada para os usuários

source: The zero-touch portal consists of two portals: one for Resellers and another for customers.
pt_br: Há dois portais sem toque: um para Revendedores, e outro para clientes.

source: Retake quiz
pt_br: Refazer teste

source: Scenario 1 &ndash; Air Crew Scheduling.
pt_br: Cenário 1 &ndash; Cronograma da Tripulação.

source: To summarize, we have learned that Amira needs:
pt_br: Resumindo, aprendemos que Amira precisa de:

source: The list of device IMEIs
pt_br: Uma lista dos IMEIs dos dispositivos

source: What are the “DPC extras” configurations used for?
pt_br: Para que as configurações “DPC extras” são utilizadas?

source: Android Enterprise - Applying learning to customer scenarios (EN-US)
pt_br: Android Enterprise - Como aplicar seu conhecimento aos cenários do cliente (EN-US)

source: Great work.
pt_br: Muito bem.

source: Bulk order from zero-touch approved reseller
pt_br: Aquisição em lote com um revendedor sem toque aprovado

source: You need to be an account owner to delete team members.
pt_br: Você precisa ser um proprietário da conta para excluir membros da equipe.

source: Email Android Enterprise support team to open the request.
pt_br: Enviar e-mail para o suporte do Android Enterprise fazendo a solicitação.

source: Our airline can choose to use an SP to help deploy and support devices on their behalf, removing the burden for IT teams.
pt_br: Nossa companhia aérea pode usar um SP para ajudar a implantar e configurar os dispositivos removendo o ônus para as equipes de TI.

source: Choose your role.
pt_br: Escolha sua função.

source: &ldquo;We&rsquo;re at an exploratory phase at the moment and just looking at the options.
pt_br: &ldquo;Estamos explorando as possibilidades e apenas analisando as opções no momento.

source: Make sure you&#39;ve completed all activities to continue.
pt_br: Conclua todas as atividades para continuar.

source: Click Confirm in the confirmation panel
pt_br: Clique em Confirm no painel de confirmação

source: Creating a new customer account.
pt_br: Criando uma nova conta de cliente.

source: Array of devices
pt_br: Variedade de dispositivos

source: Android is designed with security in mind, ensuring device and data integrity.
pt_br: O Android foi desenvolvido com foco em segurança, garantindo a integridade do dispositivo e dos dados.

source: Solution selling
pt_br: Venda de soluções

source: Instead, it is a deployment method used to enroll devices into an EMM.
pt_br: Ao invés disso, é um método de implantação usado para integrar um EMM aos dispositivos.

source: Section 1
pt_br: Seção 1

source: Blocked:
pt_br: Bloqueadas:

source: The kiosks would be best suited to a corporate-owned, single-use management profile so that no other apps could be installed on them and no data could be captured through any means.
pt_br: Os quiosques seriam mais adequados ao perfil de gerenciamento de uso único e de propriedade da empresa para que nenhum outro aplicativo possa ser instalado neles e nenhum dado possa ser capturado.

source: Carrying on with the example of an airline, let&rsquo;s look at the partners who will help in delivering a mobility solution.
pt_br: Dando continuidade ao exemplo da companhia aérea, vamos analisar os parceiros que ajudarão a executar uma solução de mobilidade.

source: Knowledge check
pt_br: Verificação de conhecimento

source: What are the next stages of implementing the appropriate mobility solution for your end user?
pt_br: Quais são os próximos estágios da implementação adequada de uma solução de mobilidade para seu usuário final?

source: Zero-touch troubleshooting
pt_br: Solução de problemas do sem toque

source: Application programming interfaces (APIs) make compliance and data protection simple to manage.
pt_br: As APIs (interfaces de programação de aplicação) facilitam a gestão da conformidade e da proteção de dados.

source: Correct! Android Enterprise Recommended would be a great place to start as the IT admin could be reassured that devices and partners in the program have been verified by Google and meet high standards for business use cases.
pt_br: Correto ! O Android Enterprise Recommended seria um ótimo ponto de partida, pois o administrador de TI terá a garantia de que os dispositivos e parceiros do programa foram verificados pelo Google e atendem a altos padrões para diferentes aplicações corporativas.

source: Personally enabled
pt_br: Ativado pessoalmente

source: Purchase 10,000 brand new Android smartphones running Android version 9.0+ that have Google Mobile Services from a validated zero-touch reseller.
pt_br: Comprar de um revendedor sem toque autorizado 10.000 smartphones Android novos que rodem no mínimo o Android 9.0 e que possuam o Google Mobile Services.

source: Android Enterprise Recommended devices have regular security updates.
pt_br: Dispositivos Android Enterprise Recommended recebem atualizações regulares de segurança.

source: Android supports Emojis which are pictograms, smileys and other graphics used in electronic messages and web pages.
pt_br: O Android suporta emojis, que são pictogramas, smileys e outros símbolos usados em mensagens eletrônicas e páginas na Internet.

source: By the end of this section, the learner should be able to identify best practises when troubleshooting as both an admin and as a user.
pt_br: Ao final desta seção, o aluno conseguirá identificar as melhores práticas ao solucionar problemas tanto como um administrador quanto como usuário.

source: Creating a zero-touch configuration
pt_br: Criando uma configuração sem toque

source: Do you use custom software?”
pt_br: Vocês usam algum software personalizado?"

source: Educating customers
pt_br: Esclarecer informações aos clientes

source: What can Mika's IT manager do on her device in this case?
pt_br: O que o gerente de TI da Mika pode fazer com o dispositivo dela neste caso?

source: Everything is encrypted on an Android device from the OS, the apps and the data.
pt_br: Os dados e aplicativos no sistema operacional dos dispositivos Android são criptografados.

source: How to register a customer for zero-touch enrollment
pt_br: Como cadastrar o cliente no registro sem toque

source: Enterprise mobility definition.
pt_br: Definição de mobilidade corporativa.

source: Simply power on the device, connect to a wifi or cellular data network and touch through the set up screens to automatically enroll the device on the company's EMM solution and receive all the required configurations, apps and security policies.
pt_br: Basta ligar o dispositivo, conectá-lo a uma rede de dados WiFi ou móvel e passar pelas telas padrão de configuração para registrar automaticamente o dispositivo na solução EMM da empresa e receber todas as configurações necessárias, aplicativos e diretrizesde segurança.

source: Selecting device enrollment and distribution methods
pt_br: Selecionar registro de dispositivo e métodos de distribuição

source: Under Android Enterprise Security controls, Safe Browsing can be managed to safeguard a user&rsquo;s web experience.
pt_br: Nos controles de Segurança Corporativa do Android, a Navegação Segura pode ser configurada para proteger a experiência dos usuários na internet.

source: Importing and exporting .CSV files
pt_br: Importar e exportar arquivos .CSV

source: Let&#39;s move on to the next section.
pt_br: Vamos seguir para a próxima seção.

source: Malware comes in many forms.
pt_br: O malware tem diversas formas.

source: What is the key benefit of the Google-built Android Enterprise Recommended program for Enterprise users?
pt_br: Qual é o principal benefício do programa Android Enterprise Recommended, do Google, para usuários Enterprise?

source: We would like the easiest way to enroll them into our mobility solution so workers can get going straight out of the box without needing to configure anything manually.&rdquo;
pt_br: Buscamos uma forma mais fácil de inscrevê-los em nossa solução de mobilidade para que os funcionários possam usar o dispositivo sem precisar configurar nada manualmente.&rdquo;

source: An app that allows unwanted, potentially harmful remote-controlled operations on a device.
pt_br: Um aplicativo que permite operações controladas remotamente que sejam indesejadas e potencialmente nocivas em um dispositivo.

source: Android Enterprise offers flexibility to bring your own device or to have corporate-owned devices that can be used for work and personal use.&nbsp;
pt_br: O Android Enterprise oferece flexibilidade para usar seu próprio dispositivo ou dispositivos de propriedade da empresa com perfis pessoais e corporativos.&nbsp;

source: PAGE 2 RECAP ZTR Tech and Sales
pt_br: PÁGINA 2 RESUMO ZTR Tech e Sales

source: Contact your EMM to know if they&rsquo;ve integrated with the zero-touch iframe.
pt_br: Entre em contato com seu EMM para saber se ele está integrado com o iframe sem toque.

source: Applying learning to customer scenarios.
pt_br: Como aplicar seu aprendizado aos cenários do cliente.

source: From affordable smartphones for productivity and communication to ruggedized tablets for the most demanding of environments, Android offers customers thousands of different devices to choose from, for any business need and budget.
pt_br: De smartphones acessíveis para produtividade e comunicação até tablets resistentes para os ambientes mais exigentes, o Android oferece aos clientes milhares de dispositivos para qualquer necessidade e orçamento da empresa.

source: You&rsquo;ve completed the Overview of Android Enterprise class and won some flight hours!
pt_br: Você completou a aula Visão geral sobre o Android Enterprise e ganhou algumas horas de voo!

source: Choose the right devices with the appropriate feature set, within a budget.
pt_br: Escolher os dispositivos com os recursos apropriados e adequados ao orçamento.

source: They have selected Android devices as their default choice for work.
pt_br: Eles elegeram os dispositivos Android como escolha profissional padrão.

source: Challenges
pt_br: Desafios

source: By verifying the OS, it ensures a device will be running a safe version of Android.
pt_br: Ao verificar o sistema operacional, ela garante que os dispositivos executem a versão segura do Android.

source: That&rsquo;s right, it would be useful to find out more about the software needed.
pt_br: Isso mesmo, seria útil saber mais sobre o software necessário.

source: Android Enterprise Associate Post-survey
pt_br: Pesquisa após a avaliação do Android Enterprise Associate

source: Operation and maintenance
pt_br: Operação e manutenção

source: Click Users in the navigation bar
pt_br: Clique em Users na barra de navegação

source: Which of the following use cases does zero-touch support?
pt_br: Quais dos seguintes usos a tecnologia sem toque possibilita?

source: Identify the end-users (people, team, department, etc.), their business needs and the appropriate way in which the mobility solution can address these needs and requirements.
pt_br: Identifique os usuários finais (pessoas, equipe, departamento, etc.), as necessidades da empresa e a solução de mobilidade mais adequada para atender às necessidades e requisitos.

source: Retake Quiz
pt_br: Refazer Teste

source: Google issues regular security patches every 30 days and additional updates are available via Google Play System Updates.
pt_br: O Google emite atualizações de segurança a cada 30 dias. Além disso, atualizações adicionais estão disponíveis através das Atualizações do Sistema Google Play.

source: Let&rsquo;s go further and help another team within the airport.
pt_br: Vamos ajudar outra equipe dentro do aeroporto.

source: Establishing device update cadence
pt_br: Estabelecer frequência de atualizações do dispositivo

source: Securing data is a huge concern for companies.
pt_br: Proteger os dados é uma grande preocupação para as empresas.

source: Mobile threat protection services are built into every Android device.
pt_br: Serviços de proteção contra ameaças móveis existem em todo dispositivo Android.

source: Introduction to the customer account
pt_br: Introdução à conta do cliente

source: Asset management, such as inventory of devices and what OS versions they are running
pt_br: Gerenciamento de ativos, como inventário de dispositivos e quais versões do sistema operacional estão sendo executadas

source: IT admin delay OTA update for 30 days
pt_br: Administrador de TI posterga atualização OTA por 30 dias

source: Make a match Page 1
pt_br: Faça a correspondência Página 1

source: Grant access to New Resellers from the pre-populated list of resellers
pt_br: Conceder acesso a novos revendedores em New Resellersda lista pré-populada de revendedores

source: The reseller can only create and supply devices to only 1 end customer, to provide the service for another customer the reseller must create a new account.
pt_br: O revendedor só pode criar e fornecer dispositivos a 1 cliente final. Para oferecer serviço a outros clientes, o revendedor precisa criar uma nova conta.

source: Google has made zero-touch enrollment available on all GMS certified smartphones and tablets running Android 9.0 and higher
pt_br: O Google disponibilizou o registro sem toque para todos os smartphones e tablets certificados por GMS que executam o Android 9.0 ou superior

source: You will need to get 80% or more correct to successfully complete this assessment and move to the next learning class.
pt_br: Você precisa acertar ao menos 80% das questões para passar nesta avaliação e avançar para a próxima aula.

source: Android Enterprise meets the strictest privacy and security standards for an Information Security Management System.
pt_br: O Android Enterprise atende aos mais rigorosos padrões de privacidade e segurança para um sistema de gestão de segurança da informação.

source: How to create customer accounts in the zero-touch portal
pt_br: Como criar contas de clientes no portal de registro sem toque

source: Android Enterprise provides a consolidated set of methods for businesses to deploy and manage Android devices in their organization.
pt_br: O Android Enterprise oferece métodos consolidados para que as empresas implantem e gerenciem dispositivos Android em suas organizações.

source: Congratulations SALES ONLY COMPLETE
pt_br: Parabéns CONCLUSÃO APENAS PARA VENDAS

source: There is no chance of your data getting into the wrong hands.”
pt_br: Não há chance alguma de os seus dados caírem em mãos erradas.”

source: Device Management
pt_br: Gerenciamento de Dispositivo

source: &ldquo;Sounds like a great idea.
pt_br: &ldquo;Parece uma ótima ideia.

source: New app risk intelligence can be generated as apps are being queued to publish and partners will analyze that dataset before the availablity of an app on Google Play to protect users.
pt_br: Os parceiros podem, antes da disponibilização pública do aplicativo no Google Play, analisar o conjunto de dados para, no intuito de proteger os usuários, estimar o risco que o aplicativo contém.

source: OEM SALES RECAP PAGE 4
pt_br: RESUMO OEM SALES PÁGINA 4

source: Quick Upload
pt_br: Upload Rápido

source: Add one or two sentences to help your users contact you or give them more details about what&#39;s happening to their device.
pt_br: Adicione uma ou duas frases para ajudar seus usuários a entrar em contato com sua empresa ou ajudar a entender o que está acontecendo em seus dispositivos.

source: The IT admin uses the EMM to apply a management and security policy to the devices.
pt_br: O administrador de TI utiliza o EMM para aplicar uma política de gerenciamento e segurança aos dispositivos.

source: Adding team members
pt_br: Adicionando membros de equipe

source: You&#39;ve completed zero-touch portal deep dive.
pt_br: Você completou o aprofundamento sobre o portal de registro sem toque.

source: Zero-touch Pre Survey
pt_br: Pesquisa pré-avaliação sobre o sem toque

source: Please refer to your EMM documentation for DPC extras that you can use to configure additional provisioning settings.
pt_br: Consulte a documentação do EMM para DPC extras que você pode usar para configurações adicionais de provisionamento.

source: Almost there Page 1
pt_br: Por pouco Página 1

source: Owners share the same access as Admins but can also add, remove and edit portal users.
pt_br: Os proprietários têm o mesmo acesso que os administradores, mas também podem adicionar, excluir e editar os usuários do portal.

source: This can happen by network sniffing (a process of monitoring and capturing all data packets passing through a given network), which is why using public Wi-Fi can be a threat as poor security makes devices visible to each other.
pt_br: Isso pode acontecer através do analisador de pacote (um processo de monitoramento e captura de todos os pacotes de dados que passam por uma determinada rede). É por isso que o uso de Wi-Fis públicas pode ser uma ameaça, pois a baixa segurança torna os dispositivos visíveis uns aos outros.

source: Bring Your Own Devices (BYOD) are personally owned but employ an Android work profile that separates work and personal apps to protect the business while preserving user privacy.
pt_br: Traga seu Próprio Dispositivo (BYOD) trata-se da utilização de dispositivos próprios, nos quais um perfil profissional é criado para separar os aplicativos corporativos dos pessoais para proteger a empresa e preservar a privacidade do usuário.

source: All devices running version 9.0+ can be automatically configured for enterprise use over the air enforcing management out of the box with zero-touch.
pt_br: Todos os dispositivos que executam a versão 9.0+ podem ser configurados automaticamente para uso corporativo para uso imediato com o recurso sem toque.

source: It&rsquo;s important to note that the zero-touch portal is not a replacement or substitute for an EMM Provider.
pt_br: É importante notar que o portal sem toque não substitui um fornecedor de EMM.

source: Combined with all existing controls, malware in Google Play is significantly reduced.
pt_br: A combinação dos controles existentes reduz significativamente os malwares no Google Play.

source: Only Premium devices
pt_br: Apenas dispositivos premium

source: Often, IT administrators have to manually configure each device, which is difficult to scale.
pt_br: Muitas vezes, os departamentos de TI precisam configurar cada dispositivo manualmente, dificultando o trabalho em escala.

source: Sold by select device resellers
pt_br: Vendido por revendedores selecionados de dispositivos

source: We have a small onsite warehouse that holds hundreds of spare parts.
pt_br: Mantemos um pequeno almoxarifado no local que armazena centenas de peças de reposição.

source: Other.
pt_br: Outro.

source: They can all be managed and apps from managed Google Play can keep the team connected and productive.
pt_br: Todos eles podem ser gerenciados, e os aplicativos do Google Play gerenciado mantêm a equipe conectada e produtiva.

source: First, a look at managing Android Devices.
pt_br: Primeiro, vamos entender o gerenciamento dos dispositivos Android.

source: Seconds
pt_br: Segundos

source: How to export device lists:
pt_br: Como exportar listas de dispositivos

source: Find out how Android Enterprise management can add extra safeguards.
pt_br: Descobrir como o Android Enterprise pode adicionar barreiras extras de proteção.

source: You can apply a configuration to devices by uploading a .CSV file.
pt_br: Você pode aplicar uma configuração aos dispositivos carregando um arquivo .CSV.

source: Understand what is needed to improve the customer&rsquo;s business and productivity.
pt_br: Entenda o que é necessário para aprimorar os negócios e a produtividade do cliente.

source: A couple of potential use cases could include flight arrival and departure boards or airport maps.
pt_br: Em alguns casos, podem incluir sinalização de chegada e partida de voos ou mapas do aeroporto.

source: Android Devices support animated background images that can be used as the devices wall paper that will confuse a would be hacker and discorage them from attempting to exploit the device.
pt_br: Os dispositivos Android suportam imagens de fundo animadas, que podem ser usadas como papel de parede para atordoar possíveis hackers e dissuadi-los de tentar invadir o dispositivo.

source: Providing information and updates to travelers is critical.
pt_br: Fornecer informações e atualizações aos passageiros é fundamental.

source: Scenario 3 &ndash; Customer service.
pt_br: Cenário 3 &ndash; Atendimento ao cliente.

source: We are looking at six to begin with, where we can see pinch points in people traffic around the building.&rdquo;
pt_br: Estamos pensando em começar com seis, distribuídos nos pontos mais movimentados do aeroporto.&rdquo;

source: The steps to deploying Android Enterprise.
pt_br: Os passos para implantar o Android Enterprise.

source: “How would using personal devices suit your team?”
pt_br: “Você acha que usar os dispositivos pessoais seria algo possível em sua equipe?”

source: For example, the SafetyNet API provides capabilities for testing and determining a device&rsquo;s integrity.
pt_br: Por exemplo, a API do SafetyNet fornece recursos para testar e determinar a integridade de um dispositivo.

source: This helps our airline staff keep their data secure when they&rsquo;ve arrived at destinations and need to check in with control.
pt_br: Isso ajuda nossa equipe de companhias aéreas a manter seus dados em segurança quando chegarem aos seus destinos e precisarem checar com controle.
